Repository: kabirdhillon7/TipSavvy
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt

source: Bill Amount
ar: مبلغ الفاتورة
de: Rechnungsbetrag
es: Importe de la factura
fr: Montant de la facture
it: Importo della fattura
pt_pt: Valor da Conta

source: Bill Information
ar: معلومات الفاتورة
de: Informationen zur Rechnung
es: Información de la factura
fr: Informations sur le projet de loi
it: Informazioni sulla fattura
pt_pt: Informações da conta

source: Bill Totals
ar: مجاميع الفاتورة
de: Rechnungsbeträge
es: Totales de facturas
fr: Total des factures
it: Totali delle fatture
pt_pt: Totais da conta

source: Calculate
ar: حسب
de: Berechnen
es: Calcular
fr: Calculer
it: Calcolare
pt_pt: Calcular

source: Calculate tip amounts
ar: احسب مبالغ البقشيش
de: Berechnung der Trinkgeldbeträge
es: Calcular las cantidades de propinas
fr: Calculer les montants des pourboires
it: Calcola gli importi delle mancia
pt_pt: Calcular valores de ponta

source: Cancel
ar: ألغى
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar

source: Edit
ar: حرر
de: Bearbeiten
es: Editar
fr: Éditer
it: Editare
pt_pt: Editar

source: Enter Bill Amount
ar: أدخل مبلغ الفاتورة
de: Rechnungsbetrag eingeben
es: Introduzca el importe de la factura
fr: Entrez le montant de la facture
it: Inserisci l'importo della fattura
pt_pt: Entrar Valor da Conta

source: Enter Name
ar: أدخل الاسم
de: Name eingeben
es: Introduzca el nombre
fr: Entrez le nom
it: Inserisci nome
pt_pt: Digite Nome

source: Enter Tip Calculation Name
ar: أدخل اسم حساب البقشيش
de: Name der Trinkgeldberechnung eingeben
es: Introduzca el nombre del cálculo de la propina
fr: Entrez le nom du calcul du pourboire
it: Inserisci il nome del calcolo della punta
pt_pt: Introduzir o nome do cálculo da gorjeta

source: No Saved Tips
ar: لا توجد نصائح محفوظة
de: Keine Gespeicherten Trinkgeld
es: Sin consejos guardados
fr: Aucun pourboire enregistré
it: Nessun consiglio salvato
pt_pt: Sem Dicas Salvas

source: Number of People
ar: عدد الأشخاص
de: Anzahl der Personen
es: Número de personas
fr: Nombre de personnes
it: Numero di persone
pt_pt: Número de Pessoas

source: OK
ar: حسنا
de: Okay
es: Bien
fr: D'accord
it: Va bene
pt_pt: Está bem

source: Reset
ar: عَدَّلَ
de: Zurücksetzen
es: Reajustar
fr: Réinitialiser
it: Resettare
pt_pt: Redefinir

source: Save Tip Calculation
ar: حفظ حساب البقشيش
de: Speichern Trinkgeld ausrechnen
es: Guardar cálculo de propinas
fr: Sauvegarder le calcul du pourboire
it: Salva calcolo della punta
pt_pt: Salvar Cálculo da Dica

source: Saved
ar: تم الحفظ
de: Gerettet
es: Guardado
fr: Sauvé
it: Salvato
pt_pt: Salvo

source: Saved Tips
ar: البقشيش المحفوظ
de: Speichern Trinkgeld
es: Consejos guardados
fr: Conseils sauvegardés
it: Suggerimenti salvati
pt_pt: Dicas Salvas

source: Saves the Tip Calculation
ar: يحفظ حساب البقشيش
de: Speichert die Trinkgeldberechnung
es: Guarda el cálculo de la propina
fr: Sauvegarde le calcul du pourboire
it: Salva il calcolo della mancia
pt_pt: Salva o Cálculo da Dica

source: Selects the Tip Percentage
ar: يحدد النسبة المئوية للبقشيش
de: Wählt den Prozentsatz des Trinkgeldes
es: Selecciona el porcentaje de propina
fr: Sélectionne le pourcentage de pourboire
it: Seleziona la percentuale di punta
pt_pt: Seleciona a Porcentagem de Dica

source: Subtotal
ar: حاصل الجمع
de: Zwischensumme
es: El subtotal
fr: Sous-total
it: Subtotale
pt_pt: Subtotais

source: Tip
ar: بقشيش
de: Trinkgeld
es: La propina
fr: Conseil
it: Mancia
pt_pt: Gorjeta

source: Tip Amount
ar: مبلغ البقشيش
de: Trinkgeldbetrag
es: Cantidad de la propina
fr: Montant du pourboire
it: Importo della mancia
pt_pt: Valor da gorjeta

source: Tip Percentage
ar: النسبة المئوية للبقشيش
de: Prozentsatz für das Trinkgeld
es: Porcentaje de propinas
fr: Pourcentage de pourboire
it: Percentuale di punta
pt_pt: Percentagem de gorjeta

source: Tip Percentage Selection
ar: اختيار النسبة المئوية للنصيحة
de: Selektionen für Prozentsatz für das Trinkgeld
es: Selección del porcentaje de propinas
fr: Sélection du pourcentage de pourboire
it: Selezione percentuale punta
pt_pt: Seleção da percentagem de gorjeta

source: Total Bill With Tip
ar: إجمالي الفاتورة مع بقشيش
de: Gesamtrechnung mit Trinkgeld
es: Factura total con propina
fr: Facture totale avec pourboire
it: Fattura totale con mancia
pt_pt: Total da fatura com gorjeta

source: Total Per Person
ar: المجموع لكل شخص
de: Gesamt pro Person
es: Total por persona
fr: Total par personne
it: Totale per persona
pt_pt: Total por pessoa

source: Total With Tip
ar: المجموع مع البقشيش
de: Gesamt mit Trinkgeld
es: Total con propina
fr: Total avec pourboire
it: Totale Con Mancia
pt_pt: Total com gorjeta

source: View and manage saved tip calculations
ar: عرض وإدارة حسابات البقشيش المحفوظة
de: Gespeicherte Trinkgeldberechnungen anzeigen und verwalten
es: Ver y administrar los cálculos de propinas guardados
fr: Afficher et gérer les calculs de pourboires enregistrés
it: Visualizza e gestisci i calcoli delle mancia salvate
pt_pt: Visualize e gerencie cálculos de dicas salvos
